Repository: hisptz/action-tracker-standalone
Catalog: i18n/*.po
Languages: fr

source: Settings
fr: Réglages

source: Are you sure you want to quit? All changes will be lost.
fr: Êtes-vous sûr de vouloir quitter? Tous les changements seront perdus.

source: Bottleneck
fr: Goulot

source: Org Unit
fr: Emplacement

source: Possible Solutions
fr: Solutions possibles

source: Action Items
fr: Éléments d'action

source: Responsible Person
fr: Responsable

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Status
fr: Statut

source: Name
fr: Nom

source: Color
fr: Couleur

source: Icon
fr: Icône

source: Last Updated
fr: Dernière mise à jour

source: Are you sure you want to delete this action status option? This action cannot be undone.
fr: Voulez-vous vraiment supprimer cette option d’état d’action? Cette action ne peut pas être annulée.

source: Action status option deleted Successfully
fr: Option d'état de l'action supprimée avec succès

source: Cannot delete this action status option. It has been assigned to one or more action status.
fr: Impossible de supprimer cette option d'état d'action. Il a été affecté à un ou plusieurs statuts d'action.

source: Action Status Settings
fr: Paramètres d'état de l'action

source: Are you sure you want to delete this method? This action cannot be undone.
fr: Voulez-vous vraiment supprimer cette méthode? Cette action ne peut pas être annulée.

source: Method Deleted Successfully
fr: Méthode supprimée avec succès

source: Cannot delete this method. It has been assigned to one or more interventions.
fr: Impossible de supprimer cette méthode. Il a été attribué à une ou plusieurs interventions.

source: Challenge Settings
fr: Méthodes d'identification des défis

source: {{ field }} should not exceed 50 characters`
fr: {{ field }} ne doit pas dépasser 50 caractères

source: Option with name {{value}} already exists
fr: L'option avec le nom {{value}} existe déjà

source: Action status option saved successfully
fr: Option d'état de l'action enregistrée avec succès

source: Edit
fr: Éditer

source: Add
fr: Ajouter

source: Action Status Setting
fr: Réglage de l'état de l'action

source: Saving...
fr: Enregistrement...

source: Save Action Status
fr: Enregistrer l'état de l'action

source: Method saved successfully
fr: Méthode enregistrée avec succès

source: Save Method
fr: Enregistrer la méthode

source: Planning organisation unit changed successfully
fr: Le niveau de l'emplacement de planification a bien été modifié

source: Planning Organisation Unit
fr: Planification au niveau de l'emplacement

source: Planning period changed successfully
fr: La période de planification a bien été modifiée

source: Tracking period changed successfully
fr: La période de suivi a bien été modifiée

source: Planning Period
fr: Période de planification

source: Tracking Period
fr: Période de suivi

source: General Settings
fr: Réglages généraux

source: Challenge Identification Methods
fr: Méthodes d'identification des défis

source: Back to action planning
fr: Retour à la planification des actions

source: View Indicator Progress
fr: Afficher la progression de l'indicateur

source: Are you sure you want to delete this intervention and all related solutions and actions?
fr: Voulez-vous vraiment supprimer cette intervention et toutes les solutions et actions associées?

source: Intervention Deleted Successfully
fr: Intervention supprimée avec succès

source: Preparing an excel file
fr: Préparer un fichier Excel

source: Preparing a PDF file
fr: Préparer un fichier PDF

source: The selected period has no quarters
fr: La période sélectionnée n'a pas de trimestres

source: Planning
fr: Planification

source: Tracking
fr: Suivi

source: Add Intervention
fr: Ajouter une intervention

source: Clear
fr: Dégager

source: Filter by status
fr: Filtrer par statut

source: Manage Columns
fr: Gérer les colonnes

source: Download
fr: Télécharger

source: Configurations not found.
fr: Configurations introuvables.

source: Configure the app to continue.
fr: Configurez l'application pour continuer.

source: Contact the administrator.
fr: Contactez l'administrateur.

source: Delete
fr: Effacer

source: Add Action Item
fr: Ajouter un élément d'action

source: Are you sure you want to delete this actions and all related actions status?
fr: Voulez-vous vraiment supprimer ces actions et tous les statuts des actions associées?

source: Are you sure you want to delete this action status?
fr: Voulez-vous vraiment supprimer ce statut d'action?

source: Action Deleted Successfully
fr: Action supprimée avec succès

source: Add Bottleneck
fr: Ajouter un goulot d'étranglement

source: Are you sure you want to delete this bottleneck and all related solutions and actions?
fr: Voulez-vous vraiment supprimer ce goulot d'étranglement et toutes les solutions et actions associées?

source: Bottleneck Deleted Successfully
fr: Goulot d'étranglement supprimé avec succès

source: Add Solution
fr: Ajouter une solution

source: Are you sure you want to delete this solution and all related actions?
fr: Voulez-vous vraiment supprimer cette solution et toutes les actions associées?

source: Solution Deleted Successfully
fr: Solution supprimée avec succès

source: Configuring for first time use. Please wait...
fr: Configuration pour la première utilisation. S'il vous plaît, attendez...

source: No option available
fr: Aucune option disponible

source: Entity deleted successfully
fr: Entité supprimée avec succès

source: Confirm Delete
fr: Confirmation de la suppression

source: Are you sure you want to delete this entity?
fr: Voulez-vous vraiment supprimer cette entité?

source: Deleting...
fr: Suppression ...

source: Are you sure you want to delete this entity? This action cannot be undone
fr: Voulez-vous vraiment supprimer cette entité? Cette action ne peut pas être annulée

source: This option cannot be deleted. It is already used in documented entities.
fr: Cette option ne peut pas être supprimée. Il est déjà utilisé dans les entités documentées.

source: Selected organisation unit
fr: Emplacement sélectionné

source: Selected period
fr: Période sélectionnée

source: The end date should be after start date
fr: La date de fin doit être postérieure à la date de début

source: Action saved successfully
fr: Action enregistrée avec succès

source: Action Item
fr: Élément d'action

source: Hide
fr: Cacher

source: Save Action
fr: Enregistrer l'action

source: Action status saved successfully
fr: Statut de l'action enregistré avec succès

source: Action Status
fr: État de l'action

source: Intervention saved successfully
fr: Intervention enregistrée avec succès

source: Save Intervention
fr: Enregistrer l'intervention

source: Choose columns to be displayed on the table
fr: Choisissez les colonnes à afficher sur le tableau

source: Check all
fr: Vérifie tout

source: Uncheck all
fr: Décocher tout

source: Columns changed successfully
fr: Colonnes modifiées avec succès

source: Update
fr: Mettre à jour

source: Bottleneck saved successfully
fr: Goulot d'étranglement enregistré avec succès

source: Save Bottleneck
fr: Enregistrer le goulot d'étranglement

source: Organisation Units
fr: Emplacement

source: Planning Organisation Unit Level
fr: Niveau d'emplacement de planification

source: Please select an organisation unit
fr: Veuillez sélectionner un emplacement

source: Invalid Period. Please select period of type {{ planningPeriod }}.
fr: Période invalide. Veuillez sélectionner une période de type {{ planningPeriod }}

source: Please select a period.
fr: Veuillez sélectionner une période.

source: Period
fr: Période

source: Solution saved successfully
fr: Solution enregistrée avec succès

source: Possible Solution
fr: Solution possible

source: Save Solution
fr: Enregistrer la solution

source: Select organisation unit and period to start
fr: Sélectionnez l'unité organisationnelle et la période pour commencer

source: There are no interventions documented for selected organisation unit and period.
fr: Il n'y a pas d'interventions documentées pour l'unité organisationnelle et la période sélectionnées.

source: Remarks
fr: Remarques

source: Review Date
fr: Date de révision

source: Latest Status
fr: Dernier statut
